###################### \uBA54\uC778 \uD398\uC774\uC9C0 ######################

# \uBA54\uC778 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.main.kor.headCoverText1=GDS KOREA SOLUTION
gds.main.kor.headCoverText2=Entertainment / Architecture \uBD84\uC57C\uC5D0 \uD2B9\uD654\uB41C \uCD5C\uACE0\uAE09 \uC870\uBA85 \uC81C\uD488 \uBC0F \uC81C\uC5B4 \uC2DC\uC2A4\uD15C
gds.main.kor.productNameText=GDS KOREA \uC758 \uB3C5\uBCF4\uC801\uC778 \uC81C\uD488
gds.main.kor.productDescriptText=\uC9C0\uB09C 15\uB144 \uB3D9\uC548 \uC804\uC138\uACC4 LED \uAC1D\uC11D \uC870\uBA85\uC758 \uC120\uB450\uB97C \uB2EC\uB824\uC628 \uCD5C\uCCA8\uB2E8 \uAE30\uC220\uB825\uC73C\uB85C \uD55C\uAD6D \uC2DC\uC7A5\uC744 \uC704\uD574 \uD2B9\uBCC4\uD788 \uB514\uC790\uC778\uB41C FIDELITY Series\uB294 \uADF9\uC7A5, \uC774\uBCA4\uD2B8\uD640, \uC544\uB808\uB098, \uAD50\uD68C \uB4F1 \uC12C\uC138\uD55C \uC5F0\uCD9C\uC774 \uD544\uC694\uD55C \uC7A5\uC18C\uB97C \uC704\uD558\uC5EC \uCD5C\uACE0\uC758 \uC870\uBA85\uC744 \uC120\uC0AC\uD569\uB2C8\uB2E4. FIDELITY Series\uC758 \uD145\uC2A4\uD150\uACFC \uAC19\uC740 \uC644\uBCBD\uD55C Dimming\uACFC CRI 98\uC758 \uD48D\uBD80\uD55C \uBC31\uC0C9\uAD11\uC740 DMX/RDM\uC744 \uD1B5\uD574 \uC720\uC5F0\uD558\uBA70 \uD6A8\uACFC\uC801\uC73C\uB85C \uC81C\uC5B4 \uAC00\uB2A5\uD569\uB2C8\uB2E4. \uB9E4\uB9BD \uD0C0\uC785, \uC694\uD06C \uD0C0\uC785, \uD39C\uB358\uD2B8 \uD0C0\uC785 \uADF8\uB9AC\uACE0 \uC74C\uD5A5\uBC18\uC0AC\uD310 \uD0C0\uC785\uC758 \uC635\uC158 \uC120\uD0DD\uC774 \uAC00\uB2A5\uD569\uB2C8\uB2E4.
gds.main.kor.mainAboutText=\uD604\uC7A5 \uBC29\uBB38\uBD80\uD130 \uC870\uBA85 \uBC0F \uC81C\uC5B4 \uC2DC\uC2A4\uD15C\uC758 \uCDE8\uC885 \uCDE8\uAE09\uC5D0 \uC774\uB974\uAE30\uAE4C\uC9C0. \uC800\uD76C\uB294 \uACE0\uAC1D \uC911\uC2EC\uC758 \uC194\uB8E8\uC158 \uC81C\uACF5 \uC5C5\uCCB4\uB85C\uC11C \uD070 \uC790\uBD80\uC2EC\uC744 \uAC00\uC9C0\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uACE0\uAC1D\uC774 \uB9CC\uC871\uD558\uC2E4 \uC218 \uC788\uB3C4\uB85D \uD56D\uC0C1 \uCD5C\uACE0\uC758 \uD5CC\uC2E0\uC744 \uB2E4\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
gds.main.kor.mainContactTitleText=\uBB38\uC758
gds.main.kor.mainContactText=\uCD08\uAE30 \uC0C1\uB2F4\uBD80\uD130 \uAE30\uC220 \uC9C0\uC6D0 \uBB38\uC758, \uD504\uB85C\uC81D\uD2B8 \uC804 \uACFC\uC815\uC5D0 \uAC78\uCE5C \uC11C\uD3EC\uD2B8 \uBB38\uC758\uAE4C\uC9C0!
gds.main.kor.getInTouchText=\uBC14\uB85C\uAC00\uAE30
gds.main.kor.footCoverText1=sales@gds-korea.com +82 031-8066-7442
gds.main.kor.footCoverText2=#501 Central Biz Tower
gds.main.kor.footCoverText3=260 Changnyong-daero, Yeongtong-Gu Suwon-si, Gyeonggi-do (16229)
gds.main.kor.footCoverText4=Rep. of Korea

# \uBA54\uC778 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uC601\uBB38\uD654
gds.main.eng.headCoverText1=GDS KOREA SOLUTION
gds.main.eng.headCoverText2=Entertainment / Architecture Top-of-the-line lighting products and control systems specific to the field
gds.main.eng.productNameText=Product
gds.main.eng.productDescriptText=Specially designed for the Korean market with the cutting-edge technology, which has been the leader in LED auditorium lighting around the world for the past 15 years, the FIDELITY Series provides the best lighting for places that need delicate production, such as theaters, event halls, arenas, and churches. Perfect dimming such as tungsten in the FIDELITY Series and abundant white light in the CRI 98 are flexible and effectively controlled by DMX/RDM. There are options for landfill type, yoke type, pendant type, and acoustic reflector type.
gds.main.eng.mainAboutText=From site visits to handling of the intake of lighting and control systems. We take great pride as a customer-centric solution provider. We're always committed to making sure you're satisfied.
gds.main.eng.mainContactTitleText=CONTACT
gds.main.eng.mainContactText=From initial consultations to technical support inquiries to support inquiries throughout the project!
gds.main.eng.getInTouchText=Get In Touch
gds.main.eng.footCoverText1=sales@gds-korea.com +82 031-8066-7442
gds.main.eng.footCoverText2=#501 Central Biz Tower
gds.main.eng.footCoverText3=260 Changnyong-daero, Yeongtong-Gu Suwon-si, Gyeonggi-do (16229)
gds.main.eng.footCoverText4=Rep. of Korea


###################### \uC18C\uAC1C \uD398\uC774\uC9C0 ######################

# \uC18C\uAC1C \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.about.kor.aboutHeadText=GDS KOREA\uB294 \uB6F0\uC5B4\uB09C \uAE30\uC220\uACFC \uC7AC\uB2A5\uC744 \uAC16\uCD98 \uC5F4\uC815\uC801\uC778 \uC0AC\uB78C\uB4E4\uC774 \uD568\uAED8 \uC77C\uD558\uB294 \uACF3\uC785\uB2C8\uB2E4. GDS KOREA\uB294 \uCD08\uAE30 \uCEE8\uC149\uC218\uB9BD\uBD80\uD130 \uC644\uC131\uC5D0 \uC774\uB974\uAE30\uAE4C\uC9C0 \uC870\uBA85 \uD504\uB85C\uC81D\uD2B8\uC5D0 \uAD00\uD55C \uBAA8\uB4E0 \uACFC\uC815\uC744 \uC218\uD589\uD569\uB2C8\uB2E4.
gds.about.kor.aboutFirstText=
gds.about.kor.aboutSecondText=GDS KOREA\uB294 \uC804 \uC138\uACC4 \uC5D4\uD130\uD14C\uC778\uBA3C\uD2B8 \uC0B0\uC5C5\uC744 \uBCC0\uD654\uC2DC\uD0A8 \uD601\uC2E0\uC801\uC778 \uC870\uBA85 \uC81C\uD488 \uBC0F \uCEE8\uD2B8\uB864 \uC2DC\uC2A4\uD15C\uC744 \uAC1C\uBC1C\uD55C \uC81C\uC870\uC0AC\uB85C \uB354\uC6B1 \uC720\uBA85\uD569\uB2C8\uB2E4. \uC6B0\uB9AC\uB294 \uC5D4\uD130\uD14C\uC778\uBA3C\uD2B8 \uC870\uBA85 \uBD84\uC57C\uC5D0\uC11C \uC138\uACC4\uC801\uC778 \uC131\uACF5\uC744 \uAC70\uB450\uC5B4 \uC654\uC73C\uBA70, \uC138\uACC4\uC801\uC778 \uC218\uC900\uC758 \uC194\uB8E8\uC158\uC744 \uC81C\uACF5\uD558\uACE0, \uC0B0\uC5C5 \uB0B4\uC758 \uD575\uC2EC \uD50C\uB808\uC774\uC5B4\uB85C \uC131\uC7A5\uD568\uACFC \uB3D9\uC2DC\uC5D0 \uC2DC\uC7A5\uC5D0\uC11C \uC9C0\uC18D\uC801\uC73C\uB85C \uBCC0\uD654\uB97C \uC8FC\uB3C4\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. GDS KOREA\uC758 \uCD9C\uBC94 \uC774\uD6C4\uC5D0\uB3C4 \uC5D4\uD130\uD14C\uC778\uBA3C\uD2B8 \uC5C5\uACC4\uC5D0\uC11C \uBE0C\uB79C\uB4DC \uAC1C\uBC1C\uC744 \uC9C0\uC18D\uD558\uBA74\uC11C \uC2DC\uC7A5 \uD655\uB300\uB97C \uD1B5\uD574 GS1000\uC744 \uCD9C\uC2DC\uD568\uC73C\uB85C\uC368 \uC6B0\uB9AC\uC758 \uBCF4\uB2E4 \uB2E4\uC591\uD55C \uC81C\uD488, \uACE0\uAC1D \uB300\uC751 \uBC29\uC2DD \uBC0F \uD611\uC5C5 \uD658\uACBD\uC744 \uC0C8\uB85C\uC6B4 \uBD84\uC57C\uB85C \uC774\uB04C\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uD0C1\uC6D4\uD55C \uC0C8\uB85C\uC6B4 \uC81C\uD488\uAD70\uC740 \uC6B0\uB9AC\uC758 \uAD11\uBC94\uC704\uD55C \uC870\uBA85 \uC804\uBB38 \uC9C0\uC2DD\uACFC \uC870\uD654\uB97C \uC774\uB8E8\uC5B4 \uC0C8\uB85C\uC6B4 \uBB38\uC81C\uB4E4\uC744 \uD574\uACB0\uD558\uACE0 \uC804\uC138\uACC4\uC758 \uB354 \uB9CE\uC740 \uAC74\uCD95 \uACF5\uAC04\uACFC \uC5D4\uD130\uD14C\uC778\uBA3C\uD2B8 \uD658\uACBD\uC5D0\uC11C \uC870\uBA85\uC758 \uAFC8\uC744 \uBA4B\uC9C4 \uD604\uC2E4\uB85C \uC2E4\uD604\uD569\uB2C8\uB2E4.
gds.about.kor.aboutThirdText=GDS\uB294 \uC5D4\uD130\uD14C\uC778\uBA3C\uD2B8 \uC0B0\uC5C5\uC774 \uC9C1\uBA74\uD55C \uC870\uBA85 \uBB38\uC81C\uC5D0 \uB300\uD55C \uC2E4\uC9C8\uC801\uC778 \uC194\uB8E8\uC158\uC744 \uCC3E\uB294 \uB370\uC5D0 \uC911\uC810\uC744 \uB450\uACE0 2004\uB144\uC5D0 \uC124\uB9BD\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC601\uAD6D \uBE0C\uB9AC\uC2A4\uD1A8\uC758 \uC791\uC740 \uCC3D\uACE0\uC5D0\uC11C \uC18C\uBC15\uD558\uAC8C \uC2DC\uC791\uD55C GDS\uB294 \uD601\uC2E0\uC801\uC778 \uC81C\uD488\uACFC \uC81C\uC5B4 \uC194\uB8E8\uC158\uC744 \uAC1C\uBC1C\uD558\uC5EC \uC2DC\uC7A5 \uC120\uB3C4 \uAE30\uC5C5\uC73C\uB85C \uBE60\uB974\uAC8C \uC790\uB9AC \uB9E4\uAE40\uD588\uC2B5\uB2C8\uB2E4. \uBC31\uC2A4\uD14C\uC774\uC9C0 \uC870\uBA85 Blues System, \uC5C5\uACC4\uB97C \uC120\uB3C4\uD558\uB294 SM console (\uBB34\uB300\uAC10\uB3C5 \uB370\uC2A4\uD06C) \uBC0F \uC644\uBCBD\uD558\uAC8C \uC870\uB3C4 \uC870\uC808\uC774 \uAC00\uB2A5\uD55C \uAC1D\uC11D\uC870\uBA85 ArcSystem\uC740 \uC804\uC138\uACC4 \uC720\uBA85 \uACF5\uC5F0\uC7A5 \uBC0F \uAC74\uCD95\uBB3C\uC5D0\uC11C \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4. GDS\uC758 \uAD6D\uC81C\uC801\uC778 \uC131\uC7A5\uC138\uAC00 \uD655\uB300\uB418\uBA74\uC11C 2017\uB144 GDS Korea\uB97C \uC124\uB9BD\uD558\uC600\uACE0, 2019\uB144\uC5D0 \uAD6D\uB0B4 \uCD5C\uACE0\uC758 \uD2B9\uC218\uC870\uBA85 \uD68C\uC0AC\uC778 \uD55C\uC0BC\uC2DC\uC2A4\uD15C\uC774 \uC778\uC218\uD568\uC73C\uB85C\uC368 \uD55C\uAD6D\uACFC \uC544\uC2DC\uC544\uC758 \uC870\uBA85 \uC2DC\uC7A5\uC5D0\uC11C \uC601\uAD6D GDS\uC758 \uC2A4\uD0E0\uB2E4\uB4DC \uC81C\uD488\uC744 \uD604\uC9C0 \uC0DD\uC0B0\uD558\uC5EC \uBCF4\uB2E4 \uB098\uC740 \uC11C\uBE44\uC2A4\uB97C \uC81C\uACF5\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
gds.about.kor.aboutFourthText=
gds.about.kor.manufacturing=\uAC01 \uC870\uBA85 \uBC0F \uC81C\uC5B4 \uC194\uB8E8\uC158 \uC81C\uD488\uC740 \uC815\uBC00\uD558\uAC8C \uC81C\uC870\uB429\uB2C8\uB2E4. GDS KOREA\uC758 \uC5F4\uC815\uC788\uB294 \uC81C\uC870\uD300\uC740 \uC81C\uD488 \uC81C\uC870, \uC870\uB9BD \uBC0F \uD14C\uC2A4\uD2B8\uC758 \uBAA8\uB4E0 \uCE21\uBA74\uC744 \uAD00\uB9AC\uD558\uC5EC \uAC01 \uD504\uB85C\uC81D\uD2B8\uC5D0 \uD22C\uC785\uB418\uB294 \uBAA8\uB4E0 \uC81C\uD488\uC5D0 \uB300\uD574 \uC5C4\uACA9\uD55C \uD488\uC9C8 \uAC80\uC0AC\uB97C \uC218\uD589\uD569\uB2C8\uB2E4.
gds.about.kor.r&d=GDS KOREA\uB294 \uD601\uC2E0\uC801\uC778 \uC544\uC774\uB514\uC5B4\uB97C \uAE30\uBC18\uC73C\uB85C \uC124\uB9BD\uB418\uC5C8\uC73C\uBA70 R&D \uD300\uC740 \uB04A\uC784\uC5C6\uC774 \uC0C8\uB85C\uC6B4 \uAE30\uC220\uC744 \uAC1C\uBC1C\uD558\uAE30 \uC704\uD574 \uB178\uB825\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. R&D \uD300\uC740 \uC804\uC790, \uAE30\uC220, \uD558\uB4DC\uC6E8\uC5B4 \uBC0F \uC5D4\uC9C0\uB2C8\uC5B4\uB9C1 \uC804\uBB38 \uC9C0\uC2DD\uC744 \uD65C\uC6A9\uD558\uC5EC \uB2E4\uC591\uD55C \uAE30\uC220\uC744 \uC81C\uACF5\uD558\uBA70 \uC2E0\uC81C\uD488 \uC124\uACC4 \uC694\uAD6C \uC0AC\uD56D \uB610\uB294 \uCEE4\uC2A4\uD140 \uD504\uB85C\uC81D\uD2B8\uB97C \uC989\uC2DC \uC9C4\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
gds.about.kor.sales=\uD5CC\uC2E0\uC801\uC778 \uC138\uC77C\uC988&\uB9C8\uCF00\uD305 \uD300\uC740 \uBAA8\uB4E0 \uD504\uB85C\uC81D\uD2B8\uB97C \uB05D\uAE4C\uC9C0 \uC9C0\uC6D0\uD558\uACE0 \uAD00\uB9AC\uD558\uBA70 \uC6B0\uC218\uD55C \uACE0\uAC1D \uC11C\uBE44\uC2A4\uB97C \uC81C\uACF5\uD569\uB2C8\uB2E4. GDS KOREA\uC758 \uC870\uBA85 \uB514\uC790\uC774\uB108\uB4E4\uC740 \uC9C4\uD589\uD558\uB294 \uBAA8\uB4E0 Entertainment \uBC0F Architecture \uD504\uB85C\uC81D\uD2B8\uC5D0 \uBC30\uC815\uB418\uC5B4 \uBCF4\uB2E4 \uC801\uD569\uD55C \uC81C\uD488\uC744 \uC9C0\uC815\uD558\uC5EC \uACE0\uAC1D\uC758 \uC870\uBA85 \uBE44\uC804\uC744 \uD604\uC2E4\uD654\uC2DC\uD0B5\uB2C8\uB2E4.
gds.about.kor.account=\uD68C\uACC4 \uD300\uC740 \uC77C\uC0C1\uC801\uC778 \uBE44\uC988\uB2C8\uC2A4 \uC7AC\uBB34\uB97C \uAD00\uB9AC\uD558\uBA70 \uD68C\uC0AC \uC131\uC7A5 \uC804\uB7B5\uC744 \uC218\uB9BD\uD569\uB2C8\uB2E4. \uB610\uD55C, GDS KOREA \uD68C\uC0AC \uBAA8\uB4E0 \uAE30\uB2A5\uC801 \uCE21\uBA74\uC744 \uAD00\uB9AC\uD569\uB2C8\uB2E4.
gds.about.kor.tech.engineering=\uAE30\uC220 \uC5D4\uC9C0\uB2C8\uC5B4\uB9C1 \uD300\uC740 \uC870\uBA85 \uC81C\uD488 \uBC0F \uC81C\uC5B4 \uC2DC\uC2A4\uD15C\uC5D0 \uB300\uD55C \uADC0\uC911\uD55C \uD48D\uBD80\uD55C \uC9C0\uC2DD\uC744 \uBC14\uD0D5\uC73C\uB85C \uD604\uC7A5 \uCEE4\uBBF8\uC154\uB2DD \uBC0F \uC81C\uD488 \uAE30\uC220 \uC9C0\uC6D0, \uACE0\uAC1D \uAD50\uC721 \uBC0F \uC0AC\uD6C4 \uC11C\uBE44\uC2A4\uB97C \uC9C0\uC6D0\uD569\uB2C8\uB2E4. \uC5B8\uC81C\uB4E0\uC9C0 \uAE30\uC220 \uC9C0\uC6D0 \uD398\uC774\uC9C0\uC5D0\uC11C \uBB38\uC758\uD558\uC2E4 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
gds.about.kor.project.engineering=\uD504\uB85C\uC81D\uD2B8 \uC5D4\uC9C0\uB2C8\uC5B4\uB9C1\uC740 GDS KOREA Special Projects \uC11C\uBE44\uC2A4\uC758 \uD575\uC2EC\uC774\uBA70 \uACE0\uAC1D\uC758 \uC815\uD655\uD55C \uC694\uAD6C \uC0AC\uD56D\uC744 \uCDA9\uC871\uC2DC\uD0A4\uAE30 \uC704\uD574 \uC2E0\uADDC \uBC0F \uAE30\uC874 \uC81C\uD488\uC744 \uAC1C\uBC1C\uD569\uB2C8\uB2E4. \uC81C\uC870, \uC0DD\uC0B0 \uBC0F \uB514\uC790\uC778\uC5D0 \uAC78\uCE5C \uBAA8\uB4E0 \uACFC\uC815\uC740 \uC5EC\uB7EC \uB2F4\uB2F9\uC790 \uAC04\uC758 \uD611\uC5C5\uC744 \uD1B5\uD574 \uC720\uAE30\uC801\uC73C\uB85C \uC9C4\uD589\uB429\uB2C8\uB2E4.

gds.about.eng.aboutHeadText=GDS KOREA is a place where passionate people with great skills and talents work together. We carry out every step of the lighting project, from initial conceptualization to completion.
gds.about.eng.aboutFirstText=
gds.about.eng.aboutSecondText=GDS KOREA is more famous as a manufacturer of innovative lighting products and control systems that have transformed the entertainment industry around the world. We have been a global success in entertainment lighting, delivering world-class solutions, growing into a core company within the industry, while continuing to drive change in the marketplace. Since the launch of GDS KOREA, we have continued to develop brands in the entertainment industry, and by launching the GS1000 through market expansion, we are leading our wider range of products, customer response and collaboration into new areas. This exceptional new range combines with our extensive lighting expertise to solve new problems and realize the dream of lighting in more architectural and entertainment environments around the world.
gds.about.eng.aboutThirdText=GDS was founded in 2004 with a focus on finding practical solutions to the lighting challenges facing the entertainment industry. Having started simple in a small warehouse in Bristol, England, GDS quickly became a market leader by developing innovative products and control solutions. Backstage Lighting Blues System, industry-leading SM console and fully illuminated auditorium lighting ArcSystem can be found in renowned performance halls and buildings around the world. With the expansion of GDS's international growth, GDS Korea was established in 2017 and acquired by Hansam System, Korea's top special lighting company, in 2019 to provide better services by locally producing GDS' standard products in the Korean and Asian lighting markets.
gds.about.eng.aboutFourthText=
gds.about.eng.manufacturing=Each lighting and control solution product is manufactured precisely. GDS KOREA's enthusiastic manufacturing team manages all aspects of product manufacturing, assembly and testing to perform rigorous quality checks on all products that are put into each project.
gds.about.eng.r&d=GDS KOREA was founded on innovative ideas and R&D teams are constantly working to develop new technologies. R&D teams leverage their electronics, technology, hardware and engineering expertise to deliver a wide range of skills and enable new product design requirements or custom projects to proceed immediately.
gds.about.eng.sales=A dedicated sales & marketing team supports, manages, and delivers superior customer service throughout any project. GDS KOREA's lighting designers are assigned to all the Entertainment and Architecture projects they are working on to make their lighting vision a reality by specifying a more appropriate product.
gds.about.eng.account=Accounting teams manage day-to-day business finances and develop a company growth strategy. It also manages all functional aspects of the GDS KOREA company.
gds.about.eng.tech.engineering=The technical engineering team builds on valuable knowledge of lighting products and control systems to support on-site commissioning and product technical support, customer training, and post-service. You can contact us at any time on the Technical Support page.
gds.about.eng.project.engineering=Project engineering is at the heart of the GDS KOREA Special Projects service and develops new and existing products to meet the exact needs of the customer. The entire process of manufacturing, production and design is organically conducted through collaboration between multiple personnel.


###################### \uD504\uB85C\uB355\uD2B8 \uD398\uC774\uC9C0 ######################

# \uD504\uB85C\uB355\uD2B8 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.product.kor.productHeadText=GDS KOREA\uB294 \uCD5C\uCCA8\uB2E8 \uAE30\uC220\uC744 \uBC14\uD0D5\uC73C\uB85C, \uC870\uBA85\uC5D0 \uB300\uD55C \uC5B4\uB5A0\uD55C \uC694\uAD6C\uC5D0\uB3C4 \uBD80\uD569\uD558\uB294 \uC2EC\uBBF8\uC801\uC774\uBA70 \uD6A8\uC728\uC801\uC778 \uAE30\uB2A5\uC758 \uC544\uB984\uB2E4\uC6B4 \uC194\uB8E8\uC158\uC744 \uC81C\uACF5\uD558\uB294 \uB2E4\uC591\uD55C \uC870\uBA85 \uC81C\uD488 \uBC0F \uCEE8\uD2B8\uB864 \uC2DC\uC2A4\uD15C\uC744 \uAC1C\uBC1C\uD574\uC624\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uB610\uD55C, \uB2E4\uC591\uD55C \uC81C\uD488\uC744 \uACE0\uAC1D\uC758 \uC694\uAD6C \uC0AC\uD56D\uC5D0 \uC644\uBCBD\uD558\uAC8C \uB9DE\uCDA4\uC73C\uB85C\uC368 \uACE0\uAC1D\uC758 \uC870\uBA85\uC5D0 \uB300\uD55C \uBE44\uC804\uC744 \uC2E4\uD604\uC2DC\uCF1C \uB4DC\uB9BD\uB2C8\uB2E4.
gds.product.kor.productNameText=FIDELITY Series
gds.product.kor.productDescriptText=\uC9C0\uB09C 15\uB144 \uB3D9\uC548 \uC804\uC138\uACC4 LED \uAC1D\uC11D \uC870\uBA85\uC758 \uC120\uB450\uB97C \uB2EC\uB824\uC628 GDS\uC758 \uCD5C\uCCA8\uB2E8 \uAE30\uC220\uB825\uC73C\uB85C \uD55C\uAD6D \uC2DC\uC7A5\uC744 \uC704\uD574 \uD2B9\uBCC4\uD788 \uB514\uC790\uC778\uB41C FIDELITY Series\uB294 \uADF9\uC7A5, \uC774\uBCA4\uD2B8\uD640, \uC544\uB808\uB098, \uAD50\uD68C \uB4F1 \uC12C\uC138\uD55C \uC5F0\uCD9C\uC774 \uD544\uC694\uD55C \uC7A5\uC18C\uB97C \uC704\uD558\uC5EC \uCD5C\uACE0\uC758 \uC870\uBA85\uC744 \uC120\uC0AC\uD569\uB2C8\uB2E4. FIDELITY Series\uC758 \uD145\uC2A4\uD150\uACFC \uAC19\uC740 \uC644\uBCBD\uD55C \uB514\uBC0D\uACFC CRI 98\uC758 \uD48D\uBD80\uD55C \uBC31\uC0C9\uAD11\uC740 DMX/RDM\uC744 \uD1B5\uD574 \uC720\uC5F0\uD558\uBA70 \uD6A8\uACFC\uC801\uC73C\uB85C \uC81C\uC5B4 \uAC00\uB2A5\uD569\uB2C8\uB2E4.

# \uD504\uB85C\uB355\uD2B8 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uC601\uBB38\uD654
gds.product.eng.productHeadText=Based on its cutting-edge technology, GDS KOREA has developed a variety of lighting products and control systems that provide beautiful solutions with aesthetic and efficient features to meet any lighting needs. And as a manufacturer, we're bringing your vision of lighting to life by making a range of products perfectly tailored to your application needs.
gds.product.eng.productNameText=FIDELITY Series
gds.product.eng.productDescriptText=Specially designed for the Korean market with the cutting-edge technology of GDS, which has been the leader in LED auditorium lighting around the world for the past 15 years, the FIDELITY Series provides the best lighting for places that need delicate production such as theaters, event halls, arenas, and churches. Perfect dimming, such as the FIDELITY Series' tungsten, and the CRI 98's rich white light are flexible and effectively controlled by DMX/RDM.


###################### \uBB38\uC758 \uD398\uC774\uC9C0 ######################

# \uBB38\uC758 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.contact.kor.contactHeadText=\uC544\uB798\uC758 \uC5F0\uB77D\uCC98\uB97C \uD1B5\uD574 \uCD5C\uC2E0 \uD504\uB85C\uC81D\uD2B8 \uB274\uC2A4\uC640 \uC81C\uD488 \uBB38\uC758\uC5D0 \uB300\uD55C \uB2F5\uBCC0\uC744 \uC5BB\uC73C\uC2ED\uC2DC\uC624.
gds.contact.kor.contactInquiryTitleText=\uBB38\uC758 \uC0AC\uD56D
gds.contact.kor.contactInquiryText=\uAD6C\uB9E4 \uBC0F \uAE30\uD0C0 \uBB38\uC758 : jaemuk.jeong@gds-korea.com
gds.contact.kor.contactButtonText=\uC81C\uCD9C
gds.contact.kor.phone=\uC804\uD654\uBC88\uD638
gds.contact.kor.email=\uC774\uBA54\uC77C
gds.contact.kor.helpDesk=\uC0C1\uB2F4 \uC804\uD654 \uBB38\uC758
gds.contact.kor.placeholder.contactor=\uC774\uB984\uC744 \uC785\uB825\uD558\uC138\uC694
gds.contact.kor.placeholder.address=\uC8FC\uC18C\uB97C \uC785\uB825\uD558\uC138\uC694
gds.contact.kor.placeholder.phone=\uC804\uD654\uBC88\uD638\uB97C \uC785\uB825\uD558\uC138\uC694
gds.contact.kor.placeholder.email=\uC774\uBA54\uC77C\uC744 \uC785\uB825\uD558\uC138\uC694
gds.contact.kor.placeholder.info=\uCD94\uAC00 \uC815\uBCF4\uB97C \uC785\uB825\uD558\uC138\uC694

# \uBB38\uC758 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uC601\uBB38\uD654
gds.contact.eng.contactHeadText=Get the latest project news and product inquiries from the contacts below.
gds.contact.eng.contactInquiryTitleText=Contact Inquiry
gds.contact.eng.contactInquiryText=You can contact the sales team directly by jaemuk.jeong@gds-korea.com regarding your purchase or further inquiries
gds.contact.eng.contactButtonText=SUBMIT
gds.contact.eng.phone=Phone
gds.contact.eng.email=Email
gds.contact.eng.helpDesk=Help Desk
gds.contact.eng.placeholder.contactor=Write Name
gds.contact.eng.placeholder.address=Write Address
gds.contact.eng.placeholder.phone=Write PhoneNumber
gds.contact.eng.placeholder.email=Write Email
gds.contact.eng.placeholder.info=Write Additional Info


###################### \uD504\uB85C\uC81D\uD2B8 \uD398\uC774\uC9C0 ######################

# \uD504\uB85C\uC81D\uD2B8 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.project.kor.projectHeadText=\uC81C\uC870\uC0AC\uB85C\uC11C\uC758 \uACBD\uD5D8\uC744 \uBC14\uD0D5\uC73C\uB85C \uD601\uC2E0\uC801\uC778 \uAE30\uC220\uACFC \uC644\uBCBD\uD55C \uD611\uC5C5\uC5D0 \uB300\uD55C \uBA85\uC131\uC740 GDS KOREA \uAC00 \uC138\uACC4 \uCD5C\uACE0\uC758 LED \uC804\uBB38\uAE30\uC5C5\uC73C\uB85C \uAC70\uB4ED\uB098\uAC8C \uB41C \uC774\uC720\uC785\uB2C8\uB2E4. \uACE0\uAC1D\uC758 \uC694\uAD6C \uC0AC\uD56D\uC5D0 \uB300\uD55C \uC644\uBCBD\uD55C \uC774\uD574\uB97C \uAE30\uBC18\uC73C\uB85C \uAC1C\uBC1C\uB41C \uC6B0\uB9AC\uC758 \uB3C5\uCC3D\uC801\uC778 \uC81C\uD488\uAD70\uACFC \uC11C\uBE44\uC2A4\uB294 \uC804\uC138\uACC4\uC758 \uC218\uB9CE\uC740 \uC870\uBA85 \uD504\uB85C\uC81D\uD2B8\uC5D0\uC11C \uC5B8\uC81C\uB098 \uCD5C\uACE0\uC758 \uACB0\uACFC\uB97C \uC81C\uACF5\uD569\uB2C8\uB2E4.

# \uD504\uB85C\uC81D\uD2B8 \uD398\uC774\uC9C0 \uBCF8\uBB38 \uB0B4\uC6A9 \uC601\uBB38\uD654
gds.project.eng.projectHeadText=Based on our experience as a manufacturer, our reputation for innovative technology and perfect collaboration is why GDS KOREA has become the world's leading LED specialist. Developed based on a complete understanding of our customers' requirements, our unique suite of products and services always deliver the best results for numerous lighting projects around the world.


###################### \uB2E4\uC6B4\uB85C\uB4DC \uD398\uC774\uC9C0 ######################

# \uB2E4\uC6B4\uB85C\uB4DC \uD398\uC774\uC9C0 \uD5E4\uB4DC \uD14D\uC2A4\uD2B8 \uB0B4\uC6A9 \uD55C\uAE00\uD654
gds.download.kor.downloadHeadText=GDS KOREA \uB9CC\uC758 \uB3C5\uC790\uC801\uC778 \uC81C\uD488\uB4E4\uC5D0 \uB300\uD55C \uD30C\uC77C\uC744 \uB2E4\uC6B4\uB85C\uB4DC \uBC1B\uC73C\uC2E4 \uC218 \uC788\uC2B5\uB2C8\uB2E4. 

# \uB2E4\uC6B4\uB85C\uB4DC \uD398\uC774\uC9C0 \uD5E4\uB4DC \uD14D\uC2A4\uD2B8 \uB0B4\uC6A9 \uC601\uBB38\uD654
gds.download.eng.downloadHeadText=You can download files about GDS KOREA's unique products.